<<<<<<< HEAD
#html, css, java script-js
#html არის ჩონჩხი ანუ საიდან ყველაფერი იწყება.
#css  ალამაზებს ანუ ჩვენ როდესაც html+css  მოხდება ჩვენი ელემენტების გადალამზება და უფრო გალამაზდება ჩვენი საიტი.
# როდესაც ჩვენ საიტს დავამატებთ js-  მინი სუნქციონალი შეიცვლება ანუ რაღაცეების გაკეთება შეეძლება.




=======
#html, css, java script-js
#html არის ჩონჩხი ანუ საიდან ყველაფერი იწყება.
#css  ალამაზებს ანუ ჩვენ როდესაც html+css  მოხდება ჩვენი ელემენტების გადალამზება და უფრო გალამაზდება ჩვენი საიტი.
# როდესაც ჩვენ საიტს დავამატებთ js-  მინი სუნქციონალი შეიცვლება ანუ რაღაცეების გაკეთება შეეძლება.




>>>>>>> 8bf49274b65ebb4a3d2fc3df339420b04dd27c5b
