<<<<<<< HEAD
#print ("hello world")
#name="mate"#str
#age=13#int
#number=20,5#float
#isbool=True

#print(10>5)
 
#name = input ("enter your name: " )

#print("hello" +  name)

#age= int (input ("enter your age: "))


#თუ ასაკი მეტი იქნება 18 ზე შესრულდეს რაღაცა  მოქმედება
 



# age=12


# if age < 18:   
#     print("adult")    

# age=input("enter your age : ")

# if age > 18:
#     print("you are adult")

# else:
#     print("your not adult")



#მომხმარებელს შემოატანინეთ 1 დან 100 მდე ქულა,თუ ქულა  იქნება 80 ზე მეტი-
#დაბეჭდეთ რომ კარგი შედეგია და შეაქეთ ხოლო სხვა შემთხვევაში დაბეჭდეთ-
#რომ ძალაინ ცუდი შედეგია და უნდა გამოასწოროს.



#if score >90:
    #print("ყოჩაღ, კაი ბიჭი ხარ")

#elif score> 70:
    #print("გააუმჯობესე")

#elif score==50:
    #print("ნახევარი ქულა მიიღე")
#else:
    #print("ცუდი შედეგია")

#მომხმარებელს უნდა შემოატანინოთ რომელ ჯგუფში  სწავლობს,თუ  ჯგუფის დასახელება იქნება ჯგუფი 19
#დაბეჭდოს რო მისი მენტორი არის  ბატონი გაბრიელი,თუ ჯგუფის დასახელება იქნება ჯგუფი 20
#დაბეჭდოს  რომ მისი მენტორი არის ლუკა.თუ ჯგუფის დასახელება იქნება ჯგუფი 21 დაბეჭდოს რო მისი მენტორი 
#არის დატო და ა.შ



group=int(input("რომელ ჯგუფში სწავლობ?:"))

if group==19:
    print("შენი მენტორი არის ბატონი გაბრიელ მოლოდინი") 


elif group==20:
    print("შენი მენტორი არის ბატონი ლუკა ცხვარაძე: ")

elif group==21:
    print("შენი მენტორი არის ბატონი დავით ჯანეზაშვილი:  ")

else:
=======
#print ("hello world")
#name="mate"#str
#age=13#int
#number=20,5#float
#isbool=True

#print(10>5)
 
#name = input ("enter your name: " )

#print("hello" +  name)

#age= int (input ("enter your age: "))


#თუ ასაკი მეტი იქნება 18 ზე შესრულდეს რაღაცა  მოქმედება
 



# age=12


# if age < 18:   
#     print("adult")    

# age=input("enter your age : ")

# if age > 18:
#     print("you are adult")

# else:
#     print("your not adult")



#მომხმარებელს შემოატანინეთ 1 დან 100 მდე ქულა,თუ ქულა  იქნება 80 ზე მეტი-
#დაბეჭდეთ რომ კარგი შედეგია და შეაქეთ ხოლო სხვა შემთხვევაში დაბეჭდეთ-
#რომ ძალაინ ცუდი შედეგია და უნდა გამოასწოროს.



#if score >90:
    #print("ყოჩაღ, კაი ბიჭი ხარ")

#elif score> 70:
    #print("გააუმჯობესე")

#elif score==50:
    #print("ნახევარი ქულა მიიღე")
#else:
    #print("ცუდი შედეგია")

#მომხმარებელს უნდა შემოატანინოთ რომელ ჯგუფში  სწავლობს,თუ  ჯგუფის დასახელება იქნება ჯგუფი 19
#დაბეჭდოს რო მისი მენტორი არის  ბატონი გაბრიელი,თუ ჯგუფის დასახელება იქნება ჯგუფი 20
#დაბეჭდოს  რომ მისი მენტორი არის ლუკა.თუ ჯგუფის დასახელება იქნება ჯგუფი 21 დაბეჭდოს რო მისი მენტორი 
#არის დატო და ა.შ



group=int(input("რომელ ჯგუფში სწავლობ?:"))

if group==19:
    print("შენი მენტორი არის ბატონი გაბრიელ მოლოდინი") 


elif group==20:
    print("შენი მენტორი არის ბატონი ლუკა ცხვარაძე: ")

elif group==21:
    print("შენი მენტორი არის ბატონი დავით ჯანეზაშვილი:  ")

else:
>>>>>>> 8bf49274b65ebb4a3d2fc3df339420b04dd27c5b
    print("შენი მენტორი არის ბატონი ნიკა კეშელავა")