<<<<<<< HEAD
#input   არის შეყვანა/შეტანა, და როცა კოდს ვწერთ
#output გამოტანა/გამოსახვა და ,რა გამოიტანა მაგალითმა 

#print("hello wold")#- ეს არის   outputის ფუნქცია.
#print-არის ფუნცქია რომელსაც შეუძლია გამოსახოს ტექსტი ან ცვლადი, მას შეუძლია გამოსახოს  ის მხოლოდამხოლდ ტერმინალში
#და რასაც შიგნიტ ჩაწერ გამოიტანს.

name = input("enter your name: ") #-ეს  არის input ფუნქია


age=input("enter your age:" )


print("hello" +   name)
#paretheses-ფრჩხილები

#variable name-ცვლადის სახელი

#  )-ეს არის დამხურავი ფრჩხილი 

#quotation marks-ბრჭყალები

#რიცხვებს ბრჭყალები არ უნდა 


#ცვლადი არის რაღაც მონაცემი რომელიც ჩვენ მეხსიერებაში დროებით ინახება.


#მაგალითად name="mate"  name-არის ცვლადი  ხოლო "mate"-არის ცვლადის მნიშვნელობა.

# =-ნიშნავს ჩვენ ცვლადი სახელის და ცვლადის მნიშვნელობის დამაკავშირებელი ელემენტი 

# =-ის გამოყენებით ჩვენ ცვლადის სახელს ვანიჭებთ ცვლადის მნიშვნელობას

#"niklozi"არის ცვლადის მნიშვნელობა (variable value)

#ტოლობა არის მნიშვნელობის მიმნიჭებელი.

#device="ipad"

#ამ შემთხვევაში  device არის ცვლადის სახელი, "ipad" ამ შემთხვევაში არის ცვალდის მნიშვნელობა.

# =-არის  ცვლადის და ცვლადის სახელს აკავშირებს ერთმანეთთან stingis ტიპის ცვლადია.

#variable -არის ცვლადი 

#resign value- მნიშვნელობის მინიჭება.

#input ის დანიშნულა არის მომხმარებლიიისგან ინფორმაცისს გაგება.

#print ის დანიშნულა არის მონაცემის გამოტანა.
#Terminal-არის გარემო სადაც გამოდის კოდის შედეგი. 
  
print("hello world")










=======
#input   არის შეყვანა/შეტანა, და როცა კოდს ვწერთ
#output გამოტანა/გამოსახვა და ,რა გამოიტანა მაგალითმა 

#print("hello wold")#- ეს არის   outputის ფუნქცია.
#print-არის ფუნცქია რომელსაც შეუძლია გამოსახოს ტექსტი ან ცვლადი, მას შეუძლია გამოსახოს  ის მხოლოდამხოლდ ტერმინალში
#და რასაც შიგნიტ ჩაწერ გამოიტანს.

name = input("enter your name: ") #-ეს  არის input ფუნქია


age=input("enter your age:" )


print("hello" +   name)
#paretheses-ფრჩხილები

#variable name-ცვლადის სახელი

#  )-ეს არის დამხურავი ფრჩხილი 

#quotation marks-ბრჭყალები

#რიცხვებს ბრჭყალები არ უნდა 


#ცვლადი არის რაღაც მონაცემი რომელიც ჩვენ მეხსიერებაში დროებით ინახება.


#მაგალითად name="mate"  name-არის ცვლადი  ხოლო "mate"-არის ცვლადის მნიშვნელობა.

# =-ნიშნავს ჩვენ ცვლადი სახელის და ცვლადის მნიშვნელობის დამაკავშირებელი ელემენტი 

# =-ის გამოყენებით ჩვენ ცვლადის სახელს ვანიჭებთ ცვლადის მნიშვნელობას

#"niklozi"არის ცვლადის მნიშვნელობა (variable value)

#ტოლობა არის მნიშვნელობის მიმნიჭებელი.

#device="ipad"

#ამ შემთხვევაში  device არის ცვლადის სახელი, "ipad" ამ შემთხვევაში არის ცვალდის მნიშვნელობა.

# =-არის  ცვლადის და ცვლადის სახელს აკავშირებს ერთმანეთთან stingis ტიპის ცვლადია.

#variable -არის ცვლადი 

#resign value- მნიშვნელობის მინიჭება.

#input ის დანიშნულა არის მომხმარებლიიისგან ინფორმაცისს გაგება.

#print ის დანიშნულა არის მონაცემის გამოტანა.
#Terminal-არის გარემო სადაც გამოდის კოდის შედეგი. 
  
print("hello world")










>>>>>>> 8bf49274b65ebb4a3d2fc3df339420b04dd27c5b
